Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samskipnaden.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: All student housing units are equipped with a smoke detector and fire extinguisher.
nb: Alle boenheter er utstyrt med branndetektor og slukningsutstyr.

source: Beyond that, it applies first-come, first-served.
nb: Utover det gjelder først-til-mølla.

source: Follow these steps or contact Studentliv for advice.
nb: Følg disse stegene eller ta kontakt med Studentliv for veiledning.

source: to find out when keys can be collected.
nb: for å finne ut når du kan hente nøkler.

source: If you are really lucky, you can also attend concerts.
nb: Er du riktig heldig kan du også få med deg konserter.

source: If you applied late and are over 23, it may be a good idea to start searching on the private market as well.
nb: Dersom du har søkt sent og er eldre enn 23, kan det være lurt å lete også på det private markedet.

source: The Faculty of Health Sciences is conducting a research project where they investigate whether the use of self-help apps can prevent and reduce symptoms of depression and anxiety and increase quality of life during the pandemic of COVID-19.
nb: Det helsevitenskapelige fakultet gjennomfører et forskningsprosjekt hvor de undersøker om bruk av selv-hjelp app’er kan forebygge og redusere symptomer på depresjon og angst og øke livskvalitet under pandemien av COVID-19.

source: Secondly to Samskipnadens bank; if you pay in NOK the fee is 100 NOK, if you pay with EURO the bank fee is 20 NOK.
nb: Dernest til Samskipnadens bank; betaler du i kroner er gebyret 100 kroner, hvis du betaler med EURO er bankavgiften 20 kroner.

source: Samskipnaden notifies on contract expiration.
nb: Samskipnaden sender ut varsel om kontraktsutløp.

source: Then you can decide for yourself how long in advance you will be reminded (up to 24 hours) of your reservation (s).
nb: Da kan du selv bestemme hvor lang tid i forveien du vil bli påminnet (inntil 24 timer) om din(e) reservasjon(er).

source: A fee of NOK 800 will be charged if you lose your safe keys and NOK 250 if you lose your room key.
nb: Et gebyr på 800 kroner blir belastet hvis du mister safenøkkelen og 250 kroner hvis du mister romnøkkelen.

source: Do you feel lonely?
nb: Føler du deg ensom?

source: The user shall be informed about and approve which data shall be processed, the purpose of the processing and who is processing the data, cf. Section 2-7b of the Electronic Communications Act.
nb: Brukeren skal få vite om og godkjenne hvilke opplysninger som behandles, hva formålet med behandlingen er og hvem som behandler opplysningene, jfr. ekomloven § 2-7b.

source: If you have a sport that you are passionate about, or just want to try something new, it is a golden opportunity to do so at the start of your studies.
nb: Har du en sport som du brenner for, eller bare har lyst til å prøve ut noe nytt, er det en gyllen mulighet å gjøre det ved studiestart.

source: During the foundation meeting or general meeting, it’s common to write minutes (a written record of proceedings), which must be approved and signed by two people.
nb: Under et stiftelsesmøte eller generalforsamling er det vanlig at det skrives protokoll (referat fra møtet) hvilket må signeres av to protokollunderskrivere.

source: Then use your chip (Salto or Miele chip) directly on a free machine.
nb: Bruk da brikken din (Salto eller Miele-brikke) direkte på en ledig maskin.

source: If you still have problems logging in, contact us and we will help you.
nb: Har du fortsatt problemer med å logge deg på, ta kontakt med oss så hjelper vi deg.

source: Skype calls (phone number from and to, as well as the time of the conversation) are logged in Skype for Business.
nb: Skypesamtaler (telefonnummer fra og til, samt tidspunkt for samtalen) logges i Skype for business.

source: The MH-café is known for its homemade cakes that Gunda makes.
nb: MH -kafeen er kjent for sine hjemmelagde kaker.

source: How we choose to react depends on how serious or difficult the matter is.
nb: Hva vi gjør, er avhengig av hvor alvorlig eller vanskelig saken er.

source: Do you find it difficult to find your way around?
nb: Syns du det er vanskelig å finne deg til rette?

source: But how do you get to know others on campus?
nb: Men hvordan blir man kjent med andre på campus?

source: Where am I on the waiting list?
nb: Hvor står jeg på venteliste?

source: You should test yourself for Chlamydia every time you have had unprotected sex with a new partner, or if you have one or more symptoms of Chlamydia.
nb: Du bør teste deg for klamydia etter hver gang du har hatt ubeskyttet sex med en ny partner, eller du har ett eller flere

source: Corona outbreak in Tromsø
nb: Smitteutbrudd i Tromsø

source: - To have eaten something before the hike starts as we will be hiking for around 2,5 - 3 hours
nb: - Gjerne ha spist før avgang da turen kan variere fra ca. 2,5 - 3 timer

source: You may hang up pictures if you use Blu-Tack or similar, or plastic hooks with fastening tape.
nb: Du kan henge opp bilder hvis du bruker Blu-Tack og lignende oppheng-kitt, eller plastkroker med tapefeste.

source: View AS is Samskipnaden’s data processor for studentbolig.samskipnaden.no and the provider and developer of the website.
nb: View AS er Samskipnadens databehandler for studentbolig.samskipnaden.no, og er vår leverandør og utvikler av nettstedet.

source: Borrow everything from snowshoes, seat pads, binoculars and fishing rods to maps and lift passes on the slalom slope - free of charge from Samskipnaden.
nb: Lån alt fra truger, sitteunderlag, kikkert og fiskestang til kart og heiskort i slalåmbakken - gratis hos Samskipnaden.

source: The most common ailments experienced are anxiety and depression. 22% of the students state that they have sought help for mental health problems, compared to 15% in 2018.
nb: De vanligste plagene som oppleves er angst og depresjon. 22 % av studentene opplyser at de har søkt hjelp for psykiske vansker, mot 15 % i 2018.

source: Ibooking AS is our provider and developer of the service for booking of group sessions and registration of membership on the website.
nb: Ibooking AS er vår leverandør og utvikler av tjenesten booking av gruppetimer og innmelding av medlemskap på nettsiden.

source: UiT, Statsbygg and Harstad municipality will also naturally be involved in this work.
nb: UiT, Statsbygg og Harstad kommune vil også naturlig involveres i dette arbeidet.

source: How do I return the key outside the Housing Office’s opening hours?
nb: Hvordan leverer jeg nøkkel utenfor boligkontoretsåpningstider?

source: If you experience real sleep disturbances / changed circadian rhythm, you should try 30-45 minutes every day for 2 weeks.
nb: Opplever du virkelige søvnforstyrrelser/endret døgnrytme bør du forsøke 30-45 minutter hver dag i 2 uker.

source: Nokas is not responsible for the surveillance cameras at UiT.
nb: Nokas har ikke ansvar for kamera ved UiT.

source: Do you miss someone to train with, and would you like to get to know a new one at the same time as you train?
nb: Savner du noen å trene sammen med, og kunne tenkt deg å bli kjent med en ny samtidig som du trener?

source: There will be espresso, cappuccino, latte, mocha and regular black coffee.
nb: Her blir det espresso, cappuccino, latte, mocca og vanlig svart kaffe.

source: Every day until and including 1 October, we serve oatmeal and coffee/tea from 08.30-09.30.
nb: Hver dag til og med 1. oktober serverer vi havregrøt og kaffe/te fra 08.30-09.30.

source: The exercises are divided into 5 sets of 8 intervals with 20 seconds of work and 10 seconds break.
nb: Øvelsene er delt inn i 5 sett med 8 intervaller med 20 sekunder arbeid og 10 sekunder pause.

source: An a bonus, endorphones, so-called «happy hormones», are released when you are moving about.
nb: Som en bonus frigjøres «lykkehormoner» når man beveger seg ute i det fri.

source: Employees working at the reception at Kraft sports centre have access to see surveillance images of the doors at Elverhøy student gym since that centre is completely unmanned.
nb: De som jobber i resepsjonen på Kraft sportssenter har tilgang til å se dørene på Elverhøy studenttreningssenter ettersom dette senteret er helt ubemannet.

source: What do I do if I am not accepted into the program I applied to?
nb: Jeg vet ikke om jeg kommer inn på studiet - burde jeg søke uansett?

source: The next time you use your card in the laundry, remember the number.
nb: Neste gang du benytter kortet ditt i vaskeriet huskes nummeret.

source: Samskipnaden together with AnsvarsFull and Studentliv, as well as UiT invites you to a christmas lunch at Studenthuset City Scene.
nb: Samskipnaden med AnsvarsFull og Studentliv, samt UiT inviterer til en julelunsj på Studenthuset City Scene.

source: PopUp Tabata is a functional and effective class where you get to train your whole body!
nb: PopUp Tabata er en funksjonell og effektiv time hvor du får trent hele kroppen!

source: Open Google Maps and let your phone find your location → go back to the Trimpoints app and update.
nb: Åpne Google Maps og la telefonen finne din posisjon→ gå tilbake i Trimpoeng- appen og oppdater.

source: You must then document this with the refusal from Admissions.
nb: Du må da dokumentere dette med avslaget fra Samordna opptak.

source: In the case of leakage, you must turn off the main water shutoff valve if you know where it is.
nb: Dersom det er snakk om lekkasje, må du skru av hovedkranen hvis du vet hvor denne er.

source: Our organisation number is 958 673 027
nb: Vårt organisasjonsnummer er 958 673 027

source: Do you need someone to talk to?
nb: Trenger du noen å snakke med?

source: Construction start is estimated for spring / summer 2022
nb: Byggestart estimeres til vår/sommer 2022

source: Smart kitchen solution and plenty of cupboard space.
nb: Smart kjøkkenløsning og godt med skapplass.

source: Samskipnaden guarantees green power, and students will be able to charge the car with 100% renewable energy.
nb: Samskipnaden garanterer grønn strøm, og studenter vil kunne lade bilen med 100 % fornybar energi.

source: If you don’t fill this in, you won’t be given priority for the family housing.
nb: Om du ikke fyller dette ut, vil du ikke bli prioritert for våre familieboliger.

source: It’s usual to have an overlapping period (an afternoon, weekend or week, etc.) during which the outgoing board members can share experiences and knowledge with the new board members.
nb: Det er vanlig med en overlappsperiode (en ettermiddag, helg eller uke, osv.), hvor man legger opp til erfaringsutveksling mellom det gamle og det nye styret.

source: However, applications for which over NOK 5,000 has been recommended require the approval of the Student Parliament.
nb: Søknader som er innstilt over kr 5.000,- må opp til behandling av Studentparlamentet.

source: You pay for the electricity you use via EasyPark.
nb: Man betaler for strømmen man bruker der og da gjennom EasyPark.

source: And analyze training data from Kraft and iBooking for the development of better services and adapted offers on Samskipnaden.no.
nb: Samt analysere treningsdata fra Kraft og iBooking for utvikling av bedre tjenester og tilrettelagte tilbud på Samskipnaden.no.

source: Start with what you master.
nb: Begynn med det du mestrer.

source: When the employment relationship ends, all information that is no longer relevant is cleared from the files.
nb: Personalmappen blir ryddet for innhold som ikke lenger er relevant ved utløp av arbeidsforholdet.

source: Levelup 2.0 is Samskipnaden’s data processor for kraftsportssenter.no and is our provider and developer of the website.
nb: Levelup 2.0 er Samskipnadens databehandler for kraftsportssenter.no, og er vår leverandør og utvikler av nettstedet.

source: Now it's the turn of the A-block.
nb: Nå står A-blokka for tur.

source: Ingunn, the yoga instructor, is experienced.
nb: Vår instruktør Ingunn har lang erfaring.

source: If you have symptoms of Covid-19/Cold, please do not participate.
nb: Om du har symptomer på Covid-19/Forkjølelse ber vi deg ikke delta.

source: Can I hang up pictures/posters?
nb: Kan jeg henge opp bilder/plakater?

source: If you are a resident at Prestvannet or Elverhøy student housing you can rent a fixed parking space with your own charging station.
nb: Dersom du er beboer på Prestvannet eller Elverhøy studentboliger kan du leie fast parkeringsplass med egen ladestasjon.

source: If you have an overseas bank account, you must provide the IBAN and SWIFT/BIC numbers.
nb: Ved utenlandsk konto skal IBAN og SWIFT/BIC oppgis.

source: Julia is 23 years old, and a student herself at UiT, and together with her we have tested three of the activities that Samskipnaden offers.
nb: Julia er 23 år, og selv student ved UiT, og sammen med henne har vi testet ut tre av aktivitetene som Samskipnaden tilbyr.

source: The debut week in Tromsø, Fadder in Alta, FadderNarvik and Oppstarten in Harstad work to make the sponsor week the best possible.
nb: Debutuka i Tromsø, Fadder i Alta, FadderNarvik og Oppstarten i Harstad jobber for at fadderuken skal bli best mulig.

source: The monitor for the internal cameras is mounted in kiosk manager’s office and shows the kiosk’s premises from different angles.
nb: Monitor for de interne kamera er montert på butikksjefens kontor, og viser kioskens lokaler fra ulike vinkler.

source: Do you need to talk to someone about your exam stress?
nb: Trenger du noen å snakke med om eksamenstress?

source: If the tenants do not clean properly the Student Welfare Organisation will arrange cleaning at the tenant’s expense (min. fee NOK 500).
nb: Hvis leietakerne ikke rengjør ordentlig, vil Samskipnaden ordne rengjøring på leietakers bekostning (minste avgift 500 kroner).

source: If you have symptoms on covid 19, we ask you not to participate.
nb: Har du symptomer på covid 19/ forkjølelse ber vi deg om å ikke delta.

source: The entire B-block has now been updated to the 2021 version.
nb: Stort sett hele B-blokka er blitt oppdatert til 2021 versjon.

source: Everyone over 18 years of age is welcome.
nb: Det er rett og slett VÅR plass, og alle over 18 år er velkommen.

source: Tidy and clean on the top of the cupboards.
nb: Vask benkeplatene og oppe alle skapene.

source: Your name, PO Box 394, 9171 Longyearbyen, Norway.
nb: Ditt navn, postboks 394, 9171 Longyearbyen, Norge.

source: If you like to be active outside, you also have the opportunity to sign up for running or walking.
nb: Dersom du liker å være i aktivitet ute, har du også muligheten til å melde deg på løpe- eller gåturer.

source: The classes are suitable for absolutely everyone, no matter what shape you may be in!
nb: Timene passer for absolutt alle, uansett hvordan form du måtte være i!

source: When we receive this from you, we will cancel your contract.
nb: Når vi mottar dette fra deg, kansellerer vi kontrakten din.

source: Are you considering bringing a pet (remember you need to apply for this)?
nb: Tenker du å ta med deg husdyr (husk at dette må søkes om)?

source: Warm clothes (down jacket, wool underwear, GoreTex jacket, hat, mittens, dry socks, etc.).
nb: Varme klær (dunjakke, ullundertøy, GoreTex -jakke, hatt, votter, varme sokker osv.).

source: Previously, the well-being fund has received over 150 applications, and distributed approx.
nb: Tidligere har trivselsfondet mottatt over 150 søknader, og delt ut ca.

source: Do you want to start a student association?
nb: Ønsker du å starte en studentforening?

source: The monthly rent for a fixed space is 500, - per parking space, in addition to a deposit for the charging chip.
nb: Månedsleien for fast plass er på 500,- per parkeringsplass, i tillegg til et depositum for ladebrikken.

source: Nyland student housing ready for occupancy (again)!
nb: Nyland studentboliger klar for innflytting (igjen)!

source: Is it possible to sublet housing?
nb: Er det mulig å framleie bolig?

source: Our largest cafeteria is located in the heart of the campus and can seat 400 people in large and airy rooms.
nb: Vårt største spisested finnes i hjertet av campus og har sitteplass for 400 personer i store og luftige lokaler.

source: If consent is given on “My page”, Samskipnaden collects information about purchases and use of Food & Beverages’ loyalty programme, and/or purchases, activity and history of use of Kraft sports centre.
nb: Ved gitt samtykke på «MinSide» henter Samskipnaden informasjon om kjøp og bruk av Mat & Drikkes fordelsprogram, og/eller kjøp, aktivitet og historikk ved bruk av Kraft Sportssenter.

source: We allocate based on our priority regulations.
nb: Vi tildeler ut fra vårt tildelingsreglement.

source: We rent out dormitories, apartments and family apartments.
nb: Vi leier ut hybler, leiligheter og familieleiligheter.
